EEC_PROP/out/production/resources/OP_02/VALID/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:0f06a985-d2c3-4ff0-958b-a445d34d0226</wsa:MessageID>
      <int:ProcedureID>urn:uuid:427f023b-870f-4b2e-bca7-42bac36e39ae</int:ProcedureID>
      <int:ConversationID>urn:uuid:4bea4cbf-9c16-4dd0-adfe-c461a2acc7a5</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.01/P.CC.01.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:ab534c75-da7a-4b39-9256-872ff80cf7fe</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:a197ba22-737f-4de8-9f33-6c9d4d8275bb</int:TrackID>
         <int:AcceptTime>2020-03-24T12:05:18+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>8c701a37-89dd-444f-bcd9-5ef0ee1cf4c6</sgn:SignalId>
         <sgn:DateTime>2020-03-24T12:04:37.929</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
